<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE></TITLE>
	<META NAME="GENERATOR" CONTENT="OpenOffice 4.1.14  (Win32)">
	<META NAME="AUTHOR" CONTENT="elenilza">
	<META NAME="CREATED" CONTENT="20230208;14230000">
	<META NAME="CHANGEDBY" CONTENT="Robin Rempel">
	<META NAME="CHANGED" CONTENT="20230217;15250000">
	<META NAME="AppVersion" CONTENT="16.0000">
	<META NAME="DocSecurity" CONTENT="0">
	<META NAME="HyperlinksChanged" CONTENT="false">
	<META NAME="LinksUpToDate" CONTENT="false">
	<META NAME="ScaleCrop" CONTENT="false">
	<META NAME="ShareDoc" CONTENT="false">
	<STYLE TYPE="text/css">
	<!--
		@page { size: 8.27in 11.69in; margin-left: 1.18in; margin-right: 1.18in; margin-top: 0.98in; margin-bottom: 0.98in }
		P { margin-bottom: 0.08in; direction: ltr; color: #000000; widows: 2; orphans: 2 }
		A:link { color: #0563c1; so-language: zxx }
	-->
	</STYLE>
</HEAD>
<BODY LANG="pt-BR" TEXT="#000000" LINK="#0563c1" DIR="LTR">
<P STYLE="margin-bottom: 0.11in"><A NAME="Bookmark"></A><FONT SIZE=4 STYLE="font-size: 16pt"><B>Revis&atilde;o
de Precis&atilde;o</B></FONT></P>
<P STYLE="margin-bottom: 0.11in"><BR><BR>
</P>
<P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><U><B>Quem:</B></U></FONT><FONT SIZE=3><B>
</B></FONT><FONT SIZE=3>Um </FONT><FONT SIZE=3><B>consultor local ou
revisor de precis&atilde;o</B></FONT><FONT SIZE=3> ir&aacute;
controlar o celular e facilitar&aacute; a revis&atilde;o de precis&atilde;o.
O revisor de precis&atilde;o pode requerer que </FONT><FONT SIZE=3><B>um
ou mais Falantes Nativos N&atilde;o Envolvidos (FNNEs) anteriormente</B></FONT><FONT SIZE=3>
possam auxiliar com a retro tradu&ccedil;&atilde;o, respondendo
perguntas de compreens&atilde;o e infer&ecirc;ncia. Um dos </FONT><FONT SIZE=3><B>tradutores</B></FONT><FONT SIZE=3>
originais da hist&oacute;ria tamb&eacute;m deve estar dispon&iacute;vel
para fazer qualquer revis&atilde;o necess&aacute;ria.</FONT></P>
<P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><U><B>Objetivo:</B></U></FONT><FONT SIZE=3><B>
</B></FONT><FONT SIZE=3>O objetivo da fase de revis&atilde;o de
precis&atilde;o &eacute; para checar e </FONT><FONT SIZE=3><B>aprovar</B></FONT><FONT SIZE=3>
o rascunho de tradu&ccedil;&atilde;o da hist&oacute;ria, garantindo
se est&aacute; </FONT><FONT SIZE=3><B>preciso </B></FONT><FONT SIZE=3>e
</FONT><FONT SIZE=3><B>significativo</B></FONT><FONT SIZE=3>.</FONT></P>
<P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><U><B>Atividades:</B></U></FONT><FONT SIZE=3><B>
</B></FONT>
</P>
<OL>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Revise os
	registros da hist&oacute;ria em cada slide. </B></FONT><FONT SIZE=3>O
	revisor de precis&atilde;o pode apertar o bot&atilde;o com tr&ecirc;s
	linhas na parte esquerda inferior de cada slide para abrir um
	hist&oacute;rico das atividades que fizeram parte do processo de
	tradu&ccedil;&atilde;o desse slide. Esse registro de atividades pode
	ser classificado ao clicar na parte superior colorida de cada
	coluna. Se estiver percept&iacute;vel que os tradutores n&atilde;o
	fizeram uma tradu&ccedil;&atilde;o ou revis&atilde;o de pares de
	forma cuidadosa, e se a tradu&ccedil;&atilde;o est&aacute;
	irregular, pode ser necess&aacute;rio para o revisor de precis&atilde;o
	pedir ao tradutor prim&aacute;rio para voltar atr&aacute;s e cumprir
	as atividades que n&atilde;o foram realizadas.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Ou&ccedil;a ao
	rascunho da tradu&ccedil;&atilde;o</B></FONT><FONT SIZE=3>. O
	revisor de precis&atilde;o ir&aacute; tocar a hist&oacute;ria
	inteira em partes, apertando play e pause, trocando entre os slides
	para que o FNNE possa conhecer toda a hist&oacute;ria. </FONT>
	</P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Compreenda e
	compare</B></FONT><FONT SIZE=3>. Para cada slide o revisor de
	precis&atilde;o ir&aacute; ouvir e pausar, ouvir e pausar, para que
	assim consiga perceber uma retrotradu&ccedil;&atilde;o frase por
	frase. O revisor de precis&atilde;o pode fazer v&aacute;rias
	perguntas de compreens&atilde;o ou infer&ecirc;ncia at&eacute; que
	esteja convencido de que a tradu&ccedil;&atilde;o daquele slide est&aacute;
	clara e precisa, sem apresentar qualquer informa&ccedil;&atilde;o
	equivocada em compara&ccedil;&atilde;o ao texto de refer&ecirc;ncia
	que aparece embaixo da imagem e/ou em compara&ccedil;&atilde;o com a
	refer&ecirc;ncia b&iacute;blica na qual o texto se baseia. Nota: 
	revise tamb&eacute;m a letra da can&ccedil;&atilde;o para saber se
	est&aacute; de acordo com a B&iacute;blia e se &eacute; relevante
	para a hist&oacute;ria.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Revise as
	palavras-chave. </B></FONT><FONT SIZE=3>Em qualquer momento durante
	a revis&atilde;o, o revisor de precis&atilde;o pode apertar uma das
	palavras com hyperlinks (sublinhadas) para abrir a ferramenta dos
	Links de Palavras (Rastreador de Palavras-chave) para revisar as
	renderiza&ccedil;&otilde;es de &aacute;udio e a
	retrotradu&ccedil;&atilde;o/translitera&ccedil;&atilde;o em texto
	dos termos na l&iacute;ngua local. Converse sobre as palavras-chave
	e revise-as quantas vezes forem necess&aacute;rias.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Revise o quanto
	for necess&aacute;rio</B></FONT><FONT SIZE=3>. Se alguma revis&atilde;o
	for necess&aacute;ria o revisor de precis&atilde;o dever&aacute;
	discutir a quest&atilde;o com o tradutor (os tradutores). O tradutor
	pode arrastar para cima ou clicar na fase TRADU&Ccedil;&Atilde;O +
	REVIS&Atilde;O no menu superior para revisar o slide. Em seguida,
	arraste ou utilize o menu superior para retornar a fase de Revis&atilde;o
	de Precis&atilde;o.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Marque cada
	slide quando estiverem aprovados</B></FONT><FONT SIZE=3>. O revisor
	de precis&atilde;o pode apertar o bot&atilde;o de &ldquo;check&rdquo;
	em cinza no canto inferior direito da tela para aprovar o slide uma
	vez que j&aacute; estiver apropriadamente revisado, assim o bot&atilde;o
	mudar&aacute; para a cor verde.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Aprove a
	hist&oacute;ria.</B></FONT><FONT SIZE=3> Quando todos os slides
	estiverem marcados em verde, uma janela de senha ir&aacute;
	aparecer. O revisor de precis&atilde;o ir&aacute; digitar a senha
	para aprovar a tradu&ccedil;&atilde;o e desbloquear a fase EST&Uacute;DIO
	DE DRAMATIZA&Ccedil;&Atilde;O e as demais fases de produ&ccedil;&atilde;o.</FONT></P>
</OL>
<P STYLE="margin-bottom: 0.11in"><BR><BR>
</P>
<P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><U><B>Notas: </B></U></FONT>
</P>
<UL>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>O revisor de
	precis&atilde;o deve manter a senha protegida (em segredo) dos
	outros membros da equipe de tradu&ccedil;&atilde;o. Isso ir&aacute;
	ajudar a assegurar a confiabilidade do processo de tradu&ccedil;&atilde;o.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Se o revisor de
	precis&atilde;o esquecer a senha, envie um texto para o facilitador
	para conseguir ajuda. O contado do facilitador deve estar nas
	informa&ccedil;&otilde;es de registro. Se for necess&aacute;rio
	mande um e-mail pedindo por assist&ecirc;ncia para
	<A HREF="mailto:SPapp.training@gmail.com">SPapp.training@gmail.com</A>.</FONT></P>
</UL>
<P STYLE="margin-left: 0.5in; margin-bottom: 0.11in"><BR><BR>
</P>
</BODY>
</HTML>