<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE></TITLE>
	<META NAME="GENERATOR" CONTENT="OpenOffice 4.1.14  (Win32)">
	<META NAME="AUTHOR" CONTENT="elenilza">
	<META NAME="CREATED" CONTENT="20230220;22340000">
	<META NAME="CHANGEDBY" CONTENT="Robin Rempel">
	<META NAME="CHANGED" CONTENT="20230220;22340000">
	<META NAME="AppVersion" CONTENT="16.0000">
	<META NAME="DocSecurity" CONTENT="0">
	<META NAME="HyperlinksChanged" CONTENT="false">
	<META NAME="LinksUpToDate" CONTENT="false">
	<META NAME="ScaleCrop" CONTENT="false">
	<META NAME="ShareDoc" CONTENT="false">
	<STYLE TYPE="text/css">
	<!--
		@page { size: 8.27in 11.69in; margin-left: 1.18in; margin-right: 1.18in; margin-top: 0.98in; margin-bottom: 0.98in }
		P { margin-bottom: 0.08in; direction: ltr; color: #000000; widows: 2; orphans: 2 }
		A:link { color: #0563c1; so-language: zxx }
	-->
	</STYLE>
</HEAD>
<BODY LANG="pt-BR" TEXT="#000000" LINK="#0563c1" DIR="LTR">
<P STYLE="margin-bottom: 0.11in"><A NAME="Bookmark"></A><FONT COLOR="#202124"><FONT SIZE=5 STYLE="font-size: 21pt"><SPAN LANG="pt-PT"><B>Registrar</B></SPAN></FONT></FONT></P>
<P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><U><B>Geral</B></U></FONT><FONT SIZE=3>:</FONT></P>
<OL>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>A
	tela de registro geralmente &eacute; uma atividade pontual que &eacute;
	realizada durante a primeira parte de um workshop de treinamento ou
	quando uma equipe local come&ccedil;a a usar o aplicativo Story
	Publisher (SP).</FONT></P>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Toque
	em cada &ldquo;caixa&rdquo; de informa&ccedil;&otilde;es para
	expandi-la e digite as informa&ccedil;&otilde;es. Role para baixo
	para acessar cada campo. Toque em uma linha para colocar o cursor e
	abrir o teclado para digitar informa&ccedil;&otilde;es. Alguns
	campos s&atilde;o menus suspensos nos quais voc&ecirc; precisa tocar
	e escolher um item. Toque na &ldquo;caixa&rdquo; novamente para
	fech&aacute;-la.</FONT></P>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Se
	voc&ecirc; PULAR O REGISTRO, poder&aacute; ir diretamente para a
	lista de modelos de hist&oacute;ria. Na pr&oacute;xima vez que voc&ecirc;
	abrir o aplicativo StoryPublisher, a tela de registro aparecer&aacute;.
	Se voc&ecirc; ENVIAR o Cadastro, a tela de Cadastro ficar&aacute;
	oculta e n&atilde;o aparecer&aacute; toda vez que voc&ecirc; abrir o
	app.</FONT></P>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Se
	as informa&ccedil;&otilde;es de registro precisarem ser editadas e
	(re)enviadas, elas podem ser acessadas tocando no &iacute;cone do
	menu de 3 linhas no canto superior esquerdo em qualquer tela que
	abrir&aacute; um menu da barra lateral. Toque em </FONT><FONT SIZE=3><B>Atualizar</B></FONT><FONT SIZE=3>
	</FONT><FONT SIZE=3><B>Registro</B></FONT><FONT SIZE=3>.</FONT></P>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Preencher
	todos os campos e enviar o Registro n&atilde;o &eacute; um requisito
	para usar o aplicativo, mas &eacute; &uacute;til enviar as
	informa&ccedil;&otilde;es do Registro para ajudar em futuras
	an&aacute;lises e solu&ccedil;&atilde;o de problemas.</FONT></P>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Sugere-se
	que o l&iacute;der da equipe SP local insira as informa&ccedil;&otilde;es
	solicitadas com a ajuda do Facilitador de SPadv. As informa&ccedil;&otilde;es
	de contato precisar&atilde;o ser fornecidas para os tradutores
	principais, o revisor de precis&atilde;o e o facilitador. O
	facilitador deve estar preparado com informa&ccedil;&otilde;es do
	idioma prontamente dispon&iacute;veis.</FONT></P>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>O
	Facilitador de SP &eacute; o respons&aacute;vel final por enviar as
	informa&ccedil;&otilde;es de registro por e-mail para
	SPapp.training@gmail.com. Ao enviar por e-mail, todos os outros
	e-mails listados nos campos de registro ser&atilde;o inseridos
	automaticamente na se&ccedil;&atilde;o do destinat&aacute;rio do
	e-mail.</FONT></P>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Se o
	telefone da equipe de tradu&ccedil;&atilde;o local n&atilde;o tiver
	conectividade com a Internet, as informa&ccedil;&otilde;es de
	registro (um pequeno documento de texto) podem ser enviadas via
	blue-tooth para o telefone do facilitador. Ent&atilde;o, quando o
	instrutor estiver online, ele poder&aacute; reenviar ou encaminhar
	as informa&ccedil;&otilde;es de registro para
	<A HREF="mailto:SPapp.training@gmail.com">SPapp.training@gmail.com</A>.</FONT></P>
</OL>
<P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><BR><BR>
</P>
<P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Informa&ccedil;&otilde;es
sobre o idioma:</B></FONT></P>
<UL>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>O
	C&oacute;digo Etnol&oacute;gico</B></FONT><FONT SIZE=3> &eacute; um
	c&oacute;digo de 3 letras que foi atribu&iacute;do a cada idioma.
	Toque em </FONT><FONT SIZE=3><B>O QUE &Eacute; ISSO?</B></FONT><FONT SIZE=3>
	para acessar o banco de dados online Ethnologue para procurar um
	c&oacute;digo espec&iacute;fico. Se voc&ecirc; estiver trabalhando
	em um idioma ou dialeto ao qual ainda n&atilde;o foi atribu&iacute;do
	um c&oacute;digo, digite o c&oacute;digo de 3 letras do idioma mais
	pr&oacute;ximo seguido por um tra&ccedil;o (sem espa&ccedil;os)
	seguido imediatamente por 3 letras prim&aacute;rias do nome do
	dialeto. Por exemplo, PEX-MAJ. Este c&oacute;digo, se inserido e
	enviado, aparecer&aacute; no nome do arquivo parcialmente
	automatizado de todos os v&iacute;deos produzidos para que fique
	claro em qual idioma o v&iacute;deo &eacute; produzido.</FONT></P>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>O
	status da ortografia</B></FONT><FONT SIZE=3> tem a ver com qu&atilde;o
	recente e est&aacute;vel &eacute; o sistema de escrita da l&iacute;ngua
	ou alfabeto. Toque no menu suspenso e, em seguida, toque na op&ccedil;&atilde;o
	mais apropriada.</FONT></P>
</UL>
<P STYLE="margin-bottom: 0.11in"><BR><BR>
</P>
<P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Informa&ccedil;&otilde;es
do Tradutor:</B></FONT></P>
<UL>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Se
	voc&ecirc; deseja inserir informa&ccedil;&otilde;es para mais de um
	tradutor, basta colocar uma v&iacute;rgula ou uma barra e listar as
	v&aacute;rias pessoas com suas informa&ccedil;&otilde;es
	correspondentes na mesma linha.</FONT></P>
</UL>
<P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><BR><BR>
</P>
<P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Informa&ccedil;&otilde;es
do Revisor de Precis&atilde;o</B></FONT><FONT SIZE=3>:</FONT></P>
<UL>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Esta gaveta ou
	se&ccedil;&atilde;o &eacute; onde as informa&ccedil;&otilde;es s&atilde;o
	registradas para o Revisor de Precis&atilde;o. O </FONT><FONT SIZE=3><B>Consultor
	(tamb&eacute;m chamado de Revisor de Precis&atilde;o)</B></FONT><FONT SIZE=3>
	n&atilde;o deve ser a mesma pessoa que o Tradutor. O Consultor ou
	Revisor de Precis&atilde;o pode ou n&atilde;o ser a mesma pessoa que
	o Facilitador.</FONT></P>
	<UL>
		<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>O
		ideal &eacute; que o Revisor de Precis&atilde;o para hist&oacute;rias
		da B&iacute;blia seja um Consultor de Tradu&ccedil;&atilde;o ou SE.
		Certamente, um revisor de precis&atilde;o deve ser algu&eacute;m
		com treinamento em tradu&ccedil;&atilde;o e anos de experi&ecirc;ncia
		na tradu&ccedil;&atilde;o da B&iacute;blia, envolvido em processos
		de verifica&ccedil;&atilde;o, classifica&ccedil;&atilde;o de
		termos-chave de maneira ponderada e acesso a ajuda exeg&eacute;tica.</FONT></P>
	</UL>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>&Eacute;
	importante para o instrutor garantir que cada projeto de idioma do
	StoryPublisher tenha sido atribu&iacute;do e conectado a um revisor
	de precis&atilde;o que possa ajudar na aprova&ccedil;&atilde;o de
	cada hist&oacute;ria. Somente o Revisor de Precis&atilde;o recebe
	uma senha de aprova&ccedil;&atilde;o do Facilitador.</FONT></P>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Menu
	suspenso de </FONT><FONT SIZE=3><B>Tipo de Local </B></FONT><FONT SIZE=3>-
	Esta op&ccedil;&atilde;o de menu &eacute; uma op&ccedil;&atilde;o
	para determinar a interface de fase do aplicativo. </FONT><FONT SIZE=3><B>Local</B></FONT><FONT SIZE=3>
	&eacute; a op&ccedil;&atilde;o o padr&atilde;o. Escolha </FONT><FONT SIZE=3><B>Local</B></FONT><FONT SIZE=3>
	para manter uma interface offline de 7 fases. O </FONT><FONT SIZE=3><B>Local</B></FONT><FONT SIZE=3>
	assume que h&aacute; um revisor de precis&atilde;o local que
	aprovar&aacute; hist&oacute;rias no local ou pessoalmente. Toque em
	</FONT><FONT SIZE=3><B>Remoto</B></FONT><FONT SIZE=3> para alternar
	para uma interface de 9 fases que permite retro  tradu&ccedil;&otilde;es
	digitais e comunica&ccedil;&atilde;o entre o(s) tradutor(es) e o
	consultor remoto. O </FONT><FONT SIZE=3><B>Remote</B></FONT><FONT SIZE=3>
	assume que o Revisor de Precis&atilde;o (Consultor) aprovar&aacute;
	hist&oacute;rias de forma remota (a dist&acirc;ncia) usando o
	aplicativo web ROCC (Remote Oral Consultant Checker). O modo remoto
	requer uma capacidade m&iacute;nima de conectividade com a Internet
	para que arquivos de &aacute;udio e texto possam ser enviados e
	recebidos pelo aplicativo SPadv e pelo aplicativo web ROCC. Para
	atribuir e conectar um projeto de idioma SP a um ROCCer, as
	informa&ccedil;&otilde;es de contato do ROCCer devem ser registradas
	no ROCC e o registro do SP aqui deve ser preenchido com as mesmas
	informa&ccedil;&otilde;es de contato do ROCCer e enviado online.</FONT></P>
</UL>
<P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><BR><BR>
</P>
<P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Notas:</B></FONT></P>
<UL>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Se
	um projeto em uma l&iacute;ngua local come&ccedil;ar no modo remoto
	e posteriormente se tornar poss&iacute;vel ter um revisor de
	precis&atilde;o no local, a caixa de </FONT><FONT SIZE=3><B>Informa&ccedil;&otilde;es
	de Registro do Revisor de Precis&atilde;o</B></FONT><FONT SIZE=3>
	poder&aacute; ser atualizada, o Tipo de Local poder&aacute; ser
	alterado para local, a interface do aplicativo ser&aacute; alterada
	e a produ&ccedil;&atilde;o de hist&oacute;rias poder&aacute;
	continuar com as hist&oacute;rias sendo aprovadas pelo Revisor de
	Precis&atilde;o no local. N&atilde;o alterne entre Remoto e Local no
	meio da conclus&atilde;o de uma hist&oacute;ria.</FONT></P>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>O
	login do aplicativo web ROCC por meio de um navegador pode ser
	acessado no site StoryProducer.website</FONT></P>
</UL>
<P STYLE="margin-left: 0.5in; margin-bottom: 0.11in"><BR><BR>
</P>
<P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Informa&ccedil;&atilde;o
do Facilitador:</B></FONT></P>
<UL>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Esta
	caixa ou se&ccedil;&atilde;o cont&eacute;m as informa&ccedil;&otilde;es
	de contato do Facilitador do SPAdv certificado que est&aacute;
	ajudando uma nova equipe de tradu&ccedil;&atilde;o no StoryPublisher
	a se preparar.</FONT></P>
	<LI><P ALIGN=JUSTIFY STYLE="margin-bottom: 0.11in"><FONT SIZE=3>As
	pessoas se qualificam como Facilitador do SPAdv ao fazer um curso ou
	autodidata (trabalhando na hist&oacute;ria de demonstra&ccedil;&atilde;o
	desbloqueada dispon&iacute;vel no menu principal, lendo todos os
	documentos de ajuda em cada fase, e/ou assistindo a alguns v&iacute;deos
	de treinamento) e passando no teste &ldquo;Qualificar como um
	Facilitador do SPAdv&rdquo;. Entre em contato com
	<A HREF="mailto:SPapp.training@gmail.com">SPapp.training@gmail.com</A>
	para obter op&ccedil;&otilde;es de treinamento e acesso ao
	question&aacute;rio do facilitador SPadv.</FONT></P>
</UL>
</BODY>
</HTML>