<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE></TITLE>
	<META NAME="GENERATOR" CONTENT="OpenOffice 4.1.14  (Win32)">
	<META NAME="AUTHOR" CONTENT="elenilza">
	<META NAME="CREATED" CONTENT="20230207;18420000">
	<META NAME="CHANGEDBY" CONTENT="Robin Rempel">
	<META NAME="CHANGED" CONTENT="20230216;18410000">
	<META NAME="AppVersion" CONTENT="16.0000">
	<META NAME="DocSecurity" CONTENT="0">
	<META NAME="HyperlinksChanged" CONTENT="false">
	<META NAME="LinksUpToDate" CONTENT="false">
	<META NAME="ScaleCrop" CONTENT="false">
	<META NAME="ShareDoc" CONTENT="false">
	<STYLE TYPE="text/css">
	<!--
		@page { size: 8.27in 11.69in; margin-left: 1.18in; margin-right: 1.18in; margin-top: 0.98in; margin-bottom: 0.98in }
		P { margin-bottom: 0.08in; direction: ltr; color: #000000; widows: 2; orphans: 2 }
	-->
	</STYLE>
</HEAD>
<BODY LANG="pt-BR" TEXT="#000000" DIR="LTR">
<P STYLE="margin-bottom: 0.11in"><FONT SIZE=4 STYLE="font-size: 16pt"><B>Tradu&ccedil;&atilde;o
+ Revis&atilde;o</B></FONT></P>
<P STYLE="margin-bottom: 0.11in"><BR><BR>
</P>
<P STYLE="margin-bottom: 0.11in"><A NAME="Bookmark"></A><FONT SIZE=3><U><B>Quem:</B></U></FONT><FONT SIZE=3><B>
</B></FONT><FONT SIZE=3>O mesmo tradutor (ou tradutores) que
participou da fase APRENDER ir&aacute; controlar o celular para
realizar o trabalho desta fase. Pelo menos um dos tradutores deve
conhecer a l&iacute;ngua de refer&ecirc;ncia. Esse mesmo tradutor
deve estar dispon&iacute;vel para qualquer trabalho de revis&atilde;o
recomendado por aqueles que participarem das fases de REVIS&Atilde;O
POR PARES e REVIS&Atilde;O DE PRECIS&Atilde;O.</FONT></P>
<P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><U><B>Objetivo</B></U></FONT><FONT SIZE=3><U>:</U></FONT><FONT SIZE=3>
O objetivo da fase de TRADU&Ccedil;&Atilde;O + REVIS&Atilde;O &eacute;
</FONT><FONT SIZE=3><B>traduzir oralmente rascunhos da hist&oacute;ria
em partes menores,</B></FONT><FONT SIZE=3> slide por slide. Esse
tamb&eacute;m ser&aacute; o espa&ccedil;o para se aprender e decidir
como </FONT><FONT SIZE=3><B>expressar palavras e nomes dif&iacute;ceis.</B></FONT><FONT SIZE=3>
As </FONT><FONT SIZE=3><B>revis&otilde;es</B></FONT><FONT SIZE=3>
para o rascunho de tradu&ccedil;&atilde;o tamb&eacute;m ser&atilde;o
gravadas aqui durante e depois das checagens.</FONT></P>
<P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><U><B>Atividades:</B></U></FONT><FONT SIZE=3><B>
</B></FONT>
</P>
<OL>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Traduza a
	hist&oacute;ria.</B></FONT></P>
</OL>
<OL TYPE=a>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Aperte o bot&atilde;o
	com um tri&acirc;ngulo (play) no centro da tela para ouvir ao &aacute;udio
	de narra&ccedil;&atilde;o e/ou ler o texto de narra&ccedil;&atilde;o
	para um slide. Entenda o significado da narra&ccedil;&atilde;o.
	Repita o processo o quanto for necess&aacute;rio.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Na parte debaixo
	da tela, aperte o bot&atilde;o do microfone e grave naturalmente na
	l&iacute;ngua local o significado de cada slide. Revise e repita o
	processo quantas vezes for necess&aacute;rio.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Aperte o bot&atilde;o
	com um tri&acirc;ngulo (play) para ouvir a sua grava&ccedil;&atilde;o.
	Voc&ecirc; consegue ouvir a grava&ccedil;&atilde;o com clareza? A
	tradu&ccedil;&atilde;o est&aacute; natural? Se n&atilde;o estiver,
	grave novamente.</FONT></P>
</OL>
<OL START=2>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Decida como
	expressar palavras e nomes dif&iacute;ceis.</B></FONT></P>
</OL>
<OL TYPE=a>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Aperte uma palavra
	colorida em azul ou branco, com um hyperlink, para ativar a
	ferramenta de Links de Palavras. Usar os Links de Palavras ajudar&aacute;
	a sua equipe de tradu&ccedil;&atilde;o a expressar palavras e nomes
	dif&iacute;ceis de forma consistente em todas as hist&oacute;rias.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Ao apertar um
	hyperlink azul abrir&aacute; uma janela popup com notas e exemplos
	de express&otilde;es de outras l&iacute;nguas. Voc&ecirc; pode
	apertar o bot&atilde;o do microfone na parte inferior da tela de
	Links de Palavras para gravar a forma certa de dizer um termo ou
	express&atilde;o na sua l&iacute;ngua local. Em seguida, digite uma
	retrotradu&ccedil;&atilde;o para o termo chave ou soletre como voc&ecirc;
	est&aacute; pronunciando os nomes. Envie o texto.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Ao apertar um
	hyperlink branco ou claro abrir&aacute; uma janela popup para um
	&aacute;udio e texto de uma express&atilde;o ou nome j&aacute;
	gravado.</FONT></P>
</OL>
<OL START=3>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Modifique o
	t&iacute;tulo do slide (ou pe&ccedil;a a comunidade para ajudar com
	esta parte).</B></FONT></P>
</OL>
<OL TYPE=a>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Tire uma foto de
	uma arte ou cor, paisagem ou vista para inserir como a imagem de
	fundo para o t&iacute;tulo. (vire o seu celular para posi&ccedil;&atilde;o
	horizontal quando tirar a foto).</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Pense em um bom
	t&iacute;tulo que ir&aacute; atrair a aten&ccedil;&atilde;o das
	pessoas para desejarem ouvir a hist&oacute;ria. Digite as palavras
	do t&iacute;tulo em sua l&iacute;ngua. Grave o t&iacute;tulo para
	encaixar com o texto.</FONT></P>
</OL>
<OL START=4>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Adicione uma
	can&ccedil;&atilde;o para o final da sua hist&oacute;ria (ou deixe
	isto para que a comunidade o fa&ccedil;a).</B></FONT></P>
</OL>
<OL TYPE=a>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Converse sobre o
	conte&uacute;do e o significado da hist&oacute;ria. Componha uma
	m&uacute;sica que ir&aacute; ajudar voc&ecirc; e aos outros a
	lembrar a mensagem dessa hist&oacute;ria. Grave sua m&uacute;sica.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Tire uma foto de
	quem estiver cantando a m&uacute;sica ou insira uma imagem de fundo
	enquanto estiver ouvindo a can&ccedil;&atilde;o.</FONT></P>
</OL>
<OL START=5>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><B>Arraste para
	cima para a fase de REVIS&Atilde;O POR PARES </B></FONT><FONT SIZE=3>ou
	utilize o menu na parte superior da tela para clicar em outra fase.</FONT></P>
</OL>
<P STYLE="margin-bottom: 0.11in"><BR><BR>
</P>
<P STYLE="margin-bottom: 0.11in"><FONT SIZE=3><U><B>Notas:</B></U></FONT></P>
<UL>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Arraste para a
	direita e para a esquerda para mudar de um slide para outro, de
	imagem para imagem.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Os slides est&atilde;o
	numerados no canto inferior direito das imagens.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Voc&ecirc; pode
	mudar mais uma vez no &uacute;ltimo slide para retornar ao come&ccedil;o
	da hist&oacute;ria.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Aperte o bot&atilde;o
	play no canto inferior esquerdo da imagem para ouvir a
	narra&ccedil;&atilde;o/script do slide. O &aacute;udio da narra&ccedil;&atilde;o
	tem essencialmente o mesmo significado do texto escrito.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>O texto escrito
	pode conter algumas notas extras, informa&ccedil;&atilde;o
	impl&iacute;cita, pronomes esclarecidos, ou formas alternativas de
	dizer o significado entre colchetes. O tradutor, ou os tradutores,
	pode escolher traduzir ou n&atilde;o a informa&ccedil;&atilde;o
	entre colchetes, isso vai depender se a informa&ccedil;&atilde;o &eacute;
	de ajuda e tem significado na sua pr&oacute;pria l&iacute;ngua.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Voc&ecirc; deve
	traduzir o texto inteiro, ou todo o significado, para o slide em uma
	grava&ccedil;&atilde;o s&oacute;. Voc&ecirc; n&atilde;o poder&aacute;
	pausar e retomar a grava&ccedil;&atilde;o.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Voc&ecirc; poder&aacute;
	gravar quantos rascunhos de tradu&ccedil;&atilde;o achar necess&aacute;rio
	at&eacute; que esteja satisfeito com o resultado.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>O aplicativo ir&aacute;
	salvar automaticamente todos os &aacute;udios de rascunho da
	tradu&ccedil;&atilde;o. O &uacute;ltimo rascunho de tradu&ccedil;&atilde;o
	que foi gravado (o mais recente) ser&aacute; sempre o que ficar&aacute;
	selecionado por padr&atilde;o, a n&atilde;o ser que voc&ecirc;
	escolha outro rascunho manualmente da lista de grava&ccedil;&otilde;es.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Voc&ecirc; pode
	revisar todos os rascunhos ao apertar no &iacute;cone da lista de
	grava&ccedil;&otilde;es no canto inferior direito da sua tela. Voc&ecirc;
	pode ouvir, deletar, renomear (ao pressionar o nome, e digitar), e
	selecionar um rascunho (para ser o rascunho que ficar&aacute; como
	padr&atilde;o) na janela da lista de grava&ccedil;&otilde;es.</FONT></P>
	<LI><P STYLE="margin-bottom: 0.11in"><FONT SIZE=3>Voc&ecirc; pode
	rolar pela lista de grava&ccedil;&otilde;es ao apertar e rolar ao
	mesmo tempo. Pode ser necess&aacute;rio rolar pela tela se o texto
	for maior do que o espa&ccedil;o da tela ou se tiverem v&aacute;rios
	rascunhos de grava&ccedil;&atilde;o na lista de grava&ccedil;&otilde;es.</FONT></P>
</UL>
</BODY>
</HTML>